app/controllers/bookmarks_controller.rb

SELECT `bookmarks`.* FROM `bookmarks`
---
  def index
    @bookmarks = Bookmark.all